// Сформированные компьютером классы оболочки IDispatch, созданные при помощи Microsoft Visual C++

// ПРИМЕЧАНИЕ. Не изменяйте содержимое этого класса.  Если этот класс будет повторно создан при помощи
//  Microsoft Visual C++, ваши изменения будут перезаписаны.


#include "stdafx.h"
#include "progctrl1.h"

/////////////////////////////////////////////////////////////////////////////
// CProgctrl1

IMPLEMENT_DYNCREATE(CProgctrl1, CWnd)

/////////////////////////////////////////////////////////////////////////////
// свойства CProgctrl1

/////////////////////////////////////////////////////////////////////////////
// операции CProgctrl1
